{ "translations": {
    "Link:" : "Hivatkozás:",
    "Password:" : "Jelszó:",
    "Generating system report failed." : "Hiba a rendszer jelentés készítése közben.",
    "Could not create folder \"System information\" to store generated report." : "Nem lehet \"Rendszer információ\" könyvtárat létre hozni a jelentések készítéséhez.",
    "Could not create file \"%s\" to store generated report." : "Nem lehet létrehozni a \"%s\" fájlt az előállított riport tárolásához.",
    "Could not share file \"%s\". Nevertheless, you can find it in the folder \"System information\"." : "Nem sikerült megosztani a(z) \"%s\" fájlt. Ennek ellenére megtalálható a \"Rendszerinformációk\" mappában.",
    "Subscription notifications" : "Előfizetési értesítések",
    "Nextcloud Subscription" : "Nextcloud előfizetés",
    "Your server has no Nextcloud Subscription or your Subscription has expired." : "A szerverének nincs Nextcloud előfizetése vagy az előfizetés lejárt.",
    "Your Nextcloud server subscription does not cover your number of users." : "A Nextcloud szerver előfizetése nem fedezi a felhasználói számát.",
    "Your Nextcloud Subscription has expired!" : "A Nextcloud előfizetése lejárt!",
    "Your server has no Nextcloud Subscription" : "A szerverének nincs Nextcloud előfizetése",
    "Your Nextcloud server is not backed by a Nextcloud Enterprise Subscription." : "A Nextcloud szervere nincs védve a Nextcloud vállalati előfizetés által.",
    "A Nextcloud Enterprise Subscription means the original developers behind your self-hosted cloud server are 100% dedicated to your success: the security, scalability, performance and functionality of your service!" : "A Nextcloud Enterprise előfizetés azt jelenti, hogy az önállóan üzemeltetett felhőszerver mögött álló eredeti fejlesztők 100%-ban a szolgáltatás biztonsága, skálázhatósága, teljesítménye és funkcionalitása valamint az Ön sikere mellett!",
    "If your server setup breaks and employees can't work anymore, you don't have to rely on searching online forums for a solution. You have direct access to our experienced engineers!" : "Ha a szerver telepítése megszakad, és az alkalmazottak már nem tudnak dolgozni, akkor nem kell az online fórumokon keresendő megoldásra támaszkodnia. Közvetlenül hozzáférhet tapasztalt mérnökeinkhez!",
    "You have a contract with the vendor providing early security information, mitigations, patches and updates." : "Szerződése van az eladóval, hogy korai biztonsági információkat, probléma enyhítéseket, javításokat és frissítéseket biztosítson önnek.",
    "If you need to stay longer on your current version without disruptions, you don't have to run software without security updates." : "Ha megszakítás nélkül hosszabb ideig kell maradnia az aktuális verzión, akkor sem kell szoftvert biztonsági frissítések nélkül futtatnia.",
    "You have the best expertise at hand to deal with performance and scalability issues." : "Hozzáférhet a legnagyobb szakértelemhez a teljesítmény és a skálázhatóság kérdésének kezeléséhez.",
    "You have access to the right documentation and expertise to quickly answer compliance questions or deliver on GDPR, HIPAA and other regulation requirements." : "Hozzáférhet a megfelelő dokumentációhoz és szakértelemhez a megfelelőségi kérdések gyors megválaszolásához, illetve a GDPR, HIPAA és egyéb szabályozási követelmények teljesítéséhez.",
    "A subscription helps you get the most out of Nextcloud!" : "Előfizetéssel még többet kihozhatsz a Nextcloudból!",
    "Learn more now" : "Tudj meg többet most",
    "This mail was sent to all administrators by the support app on your Nextcloud instance at %1$s because you have over %2$s registered users." : "Ezt az e-mailt minden adminisztrátornak elküldte a Nextcloud példányának támogatási alkalmazás a(z) %1$s címen, mivel több mint %2$s regisztrált felhasználóval rendelkezik.",
    "Your Nextcloud server Subscription is over limit" : "A Nextcloud szerver előfizetése túllépte a korlátot",
    "Dear admin," : "Kedves Rendszergazda!",
    "Your Nextcloud Subscription doesn't cover the number of users who are currently active on this server. Please contact your Nextcloud account manager to get your subscription updated!" : "A Nextcloud előfizetésed nem fedezi a szerveren jelenleg aktív felhasználók számát. Kérlek lépj kapcsolatba a Nextcloud kapcsolattartóddal és frissítsd az előfizetésed!",
    "%1$s is your account manager and can be reached by email via %2$s or by phone via %3$s." : "%1$s az Ön fiókkezelője, és elérheti e-mailben : %2$s, vagy telefonon: %3$s.",
    "Thank you," : "Köszönöm,",
    "Your Nextcloud team" : "A Nextcloud csapatod",
    "This mail was sent to all administrators by the support app on your Nextcloud instance at %s because you have more users than your subscription covers." : "Ezt az e-mailt minden adminisztrátornak elküldte a Nextcloud példányának támogatási alkalmazása, a(z) %s webhelyen, mert több felhasználója van, mint amennyit az előfizetés fedez.",
    "Your Nextcloud server Subscription is expired" : "A Nextcloud szerver előfizetése lejárt",
    "Your Nextcloud server Subscription is expired!" : "A Nextcloud szerver előfizetése lejárt!",
    "Your Nextcloud Subscription has expired! Please contact your Nextcloud account manager to get your subscription updated!" : "A Nextcloud előfizetésed lejárt! Kérlek lépj kapcsolatba a Nextcloud kapcsolattartóddal és frissítsd az előfizetésed!",
    "This mail was sent to all administrators by the support app on your Nextcloud instance at %s because your subscription expired." : "Ezt az e-mailt minden adminisztrátornak elküldte a Nextcloud példányának támogatási alkalmazása a következő időpontban: %s, mert az előfizetés lejárt.",
    "Support" : "Támogatás",
    "Getting support and help for your Nextcloud" : "Támogatás és segítség kérése a Nextcloudhoz",
    "The support app covers you with direct access to help and consulting resources, dedicated contact options to your account manager and an overview of your enterprise subscription." : "A támogatási alkalmazás közvetlen hozzáférést biztosít a súgóhoz és a konzultációs erőforrásokhoz, a fiókkezelőhöz dedikált kapcsolattartási lehetőségeket és a vállalati előfizetés áttekintését tartalmazza.",
    "Basic subscription" : "Alap előfizetés",
    "Standard subscription" : "Átlagos előfizetés",
    "Premium subscription" : "Prémium előfizetés",
    "Géant subscription" : "Géant előfizetés",
    "Silver partner subscription" : "Ezüst partner előfizetés",
    "Gold partner subscription" : "Arany partner előfizetés",
    "Subscription" : "Előfizetés",
    "Over subscription limit" : "Előfizetésen túli korlát",
    "Valid subscription" : "Érvényes előfizetés",
    "Expired subscription" : "Lejárt előfizetés",
    "Subscription key:" : "Előfizetési kulcs:",
    "Expires in: " : "Lejárat: ",
    "_%n year_::_%n years_" : ["%n év","%n év"],
    "_%n month_::_%n months_" : ["%n hónap","%n hónap"],
    "_%n week_::_%n weeks_" : ["%n hét","%n hét"],
    "_%n day_::_%n days_" : ["%n nap","%n nap"],
    "For an unlimited amount of users" : "Korlátlan számú felhasználó számára",
    "_For %n active users_::_For %n active users_" : ["%n aktív felhasználó számára","%n aktív felhasználó számára"],
    "_For %n users_::_For %n users_" : ["%n felhasználónak","%n felhasználónak"],
    "_currently at %n user_::_currently at %n users_" : ["jelenleg %n felhasználó","jelenleg %n felhasználó"],
    "Includes support for %s" : "Elérhető támogatás erre: %s",
    "Includes support for %1$s & %2$s" : "A következő támogatások elérhetők: %1$s és %2$s",
    "Includes support for %1$s, %2$s & %3$s" : "Tartalmazza a(z) %1$s, %2$s és %3$s támogatását",
    "Extended maintenance life cycle" : "Meghosszabbított karbantartási életciklus",
    "Update subscription key" : "Előfizetési kulcs frissítése",
    "%s is your account manager. Don't hesitate to reach out to us if you have questions regarding your subscription." : "%s az Ön fiókkezelője. Ha kérdése van az előfizetéssel kapcsolatban, forduljon hozzánk bizalommal.",
    "You can find answers to common question in our portal and also file support requests there." : "Általános kérdésekre a portálunkon tálálhatsz válaszokat, valamint támogatást is ott kérhetsz.",
    "Access Nextcloud portal" : "Belépés a Nextcloud portálra",
    "System information" : "Rendszer információ",
    "Collect system information for support cases. The button below generates a text file in the folder \"System information\" and shares it as password protected public link. The link is valid for 2 weeks." : "Rendszerinformációk összegyűjtése a támogatási esetekhez. Az alábbi gomb előállítja szöveg alapú fájlt a \"rendszer információ\" mappában és megosztja egy jelszóval védett nyilvános hivatkozásként. A hivatkozás 2 hétig lesz elérhető.",
    "Generate system report" : "Rendszer jelentés készítése",
    "Enterprise subscription recommended" : "Vállalti előfizetés ajánlott",
    "No active enterprise subscription" : "Nincs aktív vállalati előfizetés",
    "Unsupported" : "Nem támogatott",
    "This Nextcloud server has no Enterprise Subscription." : "Ennek a Nextcloud szervernek nincs vállalati előfizetése.",
    "A Nextcloud Enterprise Subscription helps you get the most out of your Nextcloud, keep your data secure and your server working reliably at all times." : "A Nextcloud Enterprise előfizetés segít abban, hogy a legtöbbet hozza ki a Nextcloudból, biztonságban tudja tartani adatait és a szervere mindig megbízhatóan működjön.",
    "Advantages" : "Előnyök",
    "Access to the technical expertise of the Nextcloud developers through documentation and support" : "Hozzáférés a Nextcloud fejlesztők technikai szakértelméhez dokumentáció és támogatás révén",
    "Access to additional capabilities like Outlook integration, online office and more" : "További lehetőségekhez való hozzáférés, mint Outlook integráció, online office és mások",
    "Access to scalability expertise and scalability capabilities for Files and Talk" : "Hozzáférés a Fájlok és a Beszélgetés skálázhatósági szakértelméhez és méretezhetőségi képességeihez",
    "Optional branding, consulting, architecture advice" : "Opcionális márkaépítési, tanácsadás, architektúra tanácsadás",
    "Confidential security notification service, mitigations, patches and advice" : "Bizalmas biztonsági értesítési szolgáltatás,  probléma enyhítések, javítások és tanácsok",
    "Compliance certification, advice and documentation" : "Megfelelőségi tanúsítás, tanácsadás és dokumentáció",
    "Get a quote" : "Árajánlat kérése",
    "More information" : "További információk",
    "Subscription benefits" : "Előfizetés előnyei",
    "Pricing" : "Árazás",
    "Community support" : "Közösségi támogatás",
    "Forum" : "Fórum",
    "Nextcloud is free software which is supported by a very active community. Please register at the forum to ask questions and discuss with others." : "A Nextcloud egy ingyenes szoftver, ami egy nagyon aktív közösség által támogatott. Kérlek jelentkezz a fórumon, hogy kérdez és beszélj másokkal.",
    "GitHub" : "GitHub",
    "Nextcloud uses GitHub as platform to collaboratively work. You can file bug reports directly there." : "A Nextcloud a GitHub-ot használja, mint platform a közösen végzendő munkához.  Közvetlenül ott jelenthetsz hibákat.",
    "Chat" : "Csevegés",
    "Chat with us on our IRC channel #nextcloud on Freenode." : "Csevegj velünk az IRC csatornánkon #nextcloud a Freenode-on.",
    "Nextcloud forum" : "Nextcloud fórum",
    "Nextcloud at GitHub" : "Nextcloud a GitHub-on",
    "Open chat" : "Csevegés indítása",
    "Subscription key" : "Előfizetési kulcs",
    "If you have an active Nextcloud Subscription please enter your subscription key here." : "Ha van aktív Nextcloud előfizetése kérem adja meg az előfizetési kulcsot.",
    "Learn more about an enterprise subscription." : "Tudj meg többet a vállalati előfiztésről.",
    "Set subscription key" : "Előfizetési kulcs beállítása",
    "The subscription info could not properly fetched right now. A retry is scheduled. Please check back later." : "Az előfizetési információt jelenleg nem lehetett letölteni. Újra próbálkozás beidőzítve. Kérlek ellenőrizd újra később.",
    "The subscription key was invalid." : "Előfizetési kulcs érvénytelen.",
    "The subscription key could not be verified, because this server has no internet connection. Please reach out to the support team to get this resolved." : "Az előfizetési kulcsot nem lehet leellenőrizni, mert ennek a szervernek nincs internet kapcsolata. Kérlek vedd fel a kapcsolatot a támogató csapattal, hogy megoldják.",
    "The subscription key had an invalid format." : "Előfizetési kulcs érvénytelen formátumú.",
    "While fetching the subscription information an error happened." : "Hiba lépett fel az előfizetési információ letöltése közben.",
    "The button below generates a text file in the folder \"System information\" and shares it as password protected public link. The link is valid for 2 weeks." : "Az alábbi gomb létrehoz egy szöveges fájlt a \"Rendszerinformációk\" mappában, és jelszóval védett nyilvános linkként osztja meg. A link 2 hétig érvényes.",
    "News" : "Hírek",
    "To get up to date information what is going on at Nextcloud sign up for the newsletter and follow us on our social media accounts." : "Hogy az újdonságokról értesülj a Nextcloud-dal kapcsolatban, iratkozz fel a hírlevelünkre és kövess minket a közösségi média castornákon.",
    "Like our Facebook page" : "Lájkold a Facebook oldalunkat",
    "Follow us on Twitter" : "Kövess Twitteren",
    "Check out our blog" : "Nézd meg a blogunkat",
    "Subscribe to our newsletter" : "Iratkozz fel a hírlevelünkre"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}